<?php
/*
 * @Author: your name
 * @Date: 2020-11-05 09:12:51
 * @LastEditTime: 2020-11-05 11:10:45
 * @LastEditors: Please set LastEditors
 * @Description: In User Settings Edit'home
 * @FilePath: /thinkphp_news/conf/web/extra/seo.php
 */

return [
  'all' =>array(
    'title' => '今日头条_头条推荐_新闻资讯_cocotao新闻',
    'keyword' => 'cocotao新闻,今日头条,今日看点,头条,新闻,推荐,国内,国际,财经,军事,娱乐,体育,网站,新闻导航,今日头条,头条新闻,最新新闻,2020最新新闻,新闻名站,新闻大全,新闻门户',
    'desc' => 'cocotao新闻网,聚合全网最新的新闻,最热点的新闻,实时新闻热搜词,热门新闻报刊；更有军事新闻,娱乐新闻,体育新闻,图片新闻,汽车新闻,女性新闻,财经新闻,国内新闻,国际新闻等分类新闻'
  ),
  '/' => array(
    'title' => '今日头条_头条推荐_新闻资讯_cocotao新闻',
    'keyword' => 'cocotao新闻,今日头条,今日看点,头条,新闻,推荐,国内,国际,财经,军事,娱乐,体育,网站,新闻导航,今日头条,头条新闻,最新新闻,2020最新新闻,新闻名站,新闻大全,新闻门户',
    'desc' => 'cocotao新闻网,聚合全网最新的新闻,最热点的新闻,实时新闻热搜词,热门新闻报刊；更有军事新闻,娱乐新闻,体育新闻,图片新闻,汽车新闻,女性新闻,财经新闻,国内新闻,国际新闻等分类新闻'
  ),
  'push' => array(
    'title' => 'cocotao新闻网_新闻资讯_今日头条_今日推荐_coco',
    'keyword' => 'cocotao新闻,今日头条,今日看点,头条,新闻,推荐,国内,国际,财经,军事,娱乐,体育,网站,新闻导航,今日头条,头条新闻,最新新闻,2020最新新闻,新闻名站,新闻大全,新闻门户',
    'desc' => 'cocotao新闻网,聚合全网最新的新闻,最热点的新闻,实时新闻热搜词,热门新闻报刊；更有军事新闻,娱乐新闻,体育新闻,图片新闻,汽车新闻,女性新闻,财经新闻,国内新闻,国际新闻等分类新闻'
  ),
  'hot' => array(
    'title' => 'cocotao新闻网_新闻资讯_今日头条_今日推荐_coco',
    'keyword' => 'cocotao新闻,今日头条,今日看点,头条,新闻,推荐,国内,国际,财经,军事,娱乐,体育,网站,新闻导航,今日头条,头条新闻,最新新闻,2020最新新闻,新闻名站,新闻大全,新闻门户',
    'desc' => 'cocotao新闻网,聚合全网最新的新闻,最热点的新闻,实时新闻热搜词,热门新闻报刊；更有军事新闻,娱乐新闻,体育新闻,图片新闻,汽车新闻,女性新闻,财经新闻,国内新闻,国际新闻等分类新闻'
  ),
  'finance' => array(
    'title' => 'cocotao新闻网_财经新闻_财经_股票',
    'keyword' => 'cocotao新闻,今日头条,今日看点,财经,财经新闻,财富,怎么样才能发财,财富自由,创业',
    'desc' => 'cocotao新闻网,聚合全网最新的新闻,最热点的新闻,实时新闻热搜词,热门新闻报刊；更有军事新闻,娱乐新闻,体育新闻,图片新闻,汽车新闻,女性新闻,财经新闻,国内新闻,国际新闻等分类新闻'
  ),
  'tech' => array(
    'title' => 'cocotao新闻网_新闻资讯_科技_科技资讯_coco',
    'keyword' => 'cocotao军事,科技资讯,科技产品,科技,黑科技,科技发展,科技创新,智能科技,环保科技,金融科技,科技小制作',
    'desc' => 'cocotao新闻网,聚合全网最新的新闻,最热点的新闻,实时新闻热搜词,热门新闻报刊；更有军事新闻,娱乐新闻,体育新闻,图片新闻,汽车新闻,女性新闻,财经新闻,国内新闻,国际新闻等分类新闻'
  ),
  'military' => array(
    'title' => 'cocotao新闻网_军事报道_热点军事资讯',
    'keyword' => '军事新闻,军事论坛,军事网,军事演习,军事报道,军事纪实,军事科技,cocotao军事',
    'desc' => 'cocotao新闻网,聚合全网最新的新闻,最热点的新闻,实时新闻热搜词,热门新闻报刊；更有军事新闻,娱乐新闻,体育新闻,图片新闻,汽车新闻,女性新闻,财经新闻,国内新闻,国际新闻等分类新闻'
  ),
  'edu' => array(
    'title' => 'cocotao新闻网_教育资讯_热点教育新闻',
    'keyword' => 'cocotao教育新闻,教育报道,教育培训,教育机构,培训机构,教育网,教育平台,成人教育,继续教育',
    'desc' => 'cocotao新闻网,聚合全网最新的新闻,最热点的新闻,实时新闻热搜词,热门新闻报刊；更有军事新闻,娱乐新闻,体育新闻,图片新闻,汽车新闻,女性新闻,财经新闻,国内新闻,国际新闻等分类新闻'
  ),
  'sports' => array(
    'title' => 'cocotao新闻网_体育资讯_热点体育赛事_体育赛事',
    'keyword' => 'cocotao体育报道,体育新闻,体育报道,体育用品,体育直播,体育赛事,体育竞猜,体育锻炼',
    'desc' => 'cocotao新闻网,聚合全网最新的新闻,最热点的新闻,实时新闻热搜词,热门新闻报刊；更有军事新闻,娱乐新闻,体育新闻,图片新闻,汽车新闻,女性新闻,财经新闻,国内新闻,国际新闻等分类新闻'
  ),
  'ent' => array(
    'title' => 'cocotao新闻网_娱乐资讯_娱乐新闻_娱乐八卦',
    'keyword' => '娱乐圈,娱乐网站,娱乐棋牌,娱乐新闻,娱乐资讯,娱乐报道,娱乐头条',
    'desc' => 'cocotao新闻网,聚合全网最新的新闻,最热点的新闻,实时新闻热搜词,热门新闻报刊；更有军事新闻,娱乐新闻,体育新闻,图片新闻,汽车新闻,女性新闻,财经新闻,国内新闻,国际新闻等分类新闻'
  ),
  'nba' => array(
    'title' => 'cocotao新闻网_NBA资讯_热点NBA新闻',
    'keyword' => 'nba新闻,nba直播,nba总决赛,nba视频,nba竞猜,nba竞彩,nba季后赛,nba常规赛,nba比赛,nba全明星,nba排名,nba赛程',
    'desc' => 'cocotao新闻网,聚合全网最新的新闻,最热点的新闻,实时新闻热搜词,热门新闻报刊；更有军事新闻,娱乐新闻,体育新闻,图片新闻,汽车新闻,女性新闻,财经新闻,国内新闻,国际新闻等分类新闻'
  ),
  'stock' => array(
    'title' => 'cocotao新闻网_股票资讯_热点股票新闻_股票趋势_股票行情',
    'keyword' => '股票资讯,股票开户,股票行情,买股票,股票入门基础知识,股票价格,股票交易,财经股票,股票入门,怎么买股票',
    'desc' => 'cocotao新闻网,聚合全网最新的新闻,最热点的新闻,实时新闻热搜词,热门新闻报刊；更有军事新闻,娱乐新闻,体育新闻,图片新闻,汽车新闻,女性新闻,财经新闻,国内新闻,国际新闻等分类新闻'
  ),
  'women' => array(
    'title' => 'cocotao新闻网_女性资讯_热点女性新闻_女性健康_女性保养',
    'keyword' => '女性生活,女性情感,女性健康,女性如何保养,女性婚姻,女性职场,女性购物,女性如何化妆,化妆品',
    'desc' => 'cocotao新闻网,聚合全网最新的新闻,最热点的新闻,实时新闻热搜词,热门新闻报刊；更有军事新闻,娱乐新闻,体育新闻,图片新闻,汽车新闻,女性新闻,财经新闻,国内新闻,国际新闻等分类新闻'
  ),
  'health' => array(
    'title' => 'cocotao新闻网_健康资讯_热点健康新闻',
    'keyword' => '健康证,健康养生,健康之路,健康体检,健康知识,健康饮食,运动健康,健康咨询,医疗健康',
    'desc' => 'cocotao新闻网,聚合全网最新的新闻,最热点的新闻,实时新闻热搜词,热门新闻报刊；更有军事新闻,娱乐新闻,体育新闻,图片新闻,汽车新闻,女性新闻,财经新闻,国内新闻,国际新闻等分类新闻'
  ),
  'star' => array(
    'title' => 'cocotao新闻网_星座资讯_星座运势',
    'keyword' => '十二星座,星座运势,星座,星座的月份,',
    'desc' => 'cocotao新闻网,聚合全网最新的新闻,最热点的新闻,实时新闻热搜词,热门新闻报刊；更有军事新闻,娱乐新闻,体育新闻,图片新闻,汽车新闻,女性新闻,财经新闻,国内新闻,国际新闻等分类新闻'
  ),
  'baby' => array(
    'title' => 'cocotao新闻网_育儿资讯_热点育儿新闻_育儿常识',
    'keyword' => '育儿常识,月嫂,月子中心,育儿宝典,育儿知识大全,育儿教育,生男生女',
    'desc' => 'cocotao新闻网,聚合全网最新的新闻,最热点的新闻,实时新闻热搜词,热门新闻报刊；更有军事新闻,娱乐新闻,体育新闻,图片新闻,汽车新闻,女性新闻,财经新闻,国内新闻,国际新闻等分类新闻'
  ),
];